export function TextComponent() {
    return <p>
        Довожу основные положения изучаемого во-проса:
        1.Полевые фортификационные сооружения для личного состава.
        Окоп для стрельбы лежа состоит из выемки в грунте длиной 170 см, шириной 60 см, глуби-ной 30 см и бруствера высотой до 30 см. Для удобства стрельбы (опоры локтями) в передней части выемки оставляется ступенька шириной 30–40 см.
        Окоп для ведения флангового огня должен иметь бруствер высотой 30 см со стороны про-тивника на всю длину окопа.
        Окоп для стрельбы из гранатомета должен иметь бруствер высотой 10 см по всему пери-метру.
        Бруствер следует делать как можно положе, чтобы, он был менее заметен для противника, его уплотняют и маскируют дерном, травой или ветками.
        Объем вынутого грунта 0,3 м3. На устройство требуется 0,5 чел.час.
        Для удобства ведения огня окоп для стрельбы лежа углубляют до окопа для стрельбы с ко-лена и стоя соответственно до 60 см и 110 см.
        При отрывке окопа грунт выбрасывается вперед и в стороны, создавая бруствер высотой 40–60 см. В секторе обстрела высота бруствера уменьшается до 30 см, образуя выемку с поло-гими скатами – открытую бойницу.
        Объем вынутого грунта при оборудовании оди-ночного окопа для стрельбы из автомата с ко-лена 0,8 м3; на устройство требуется 1,2 чел.час.
        Объем вынутого грунта при оборудовании оди-ночного окопа для стрельбы из автомата стоя 1,4 м3; на устройство этого окопа требуется 1,5 чел.час.
        Одиночный окоп для стрельбы стоя позволяет вести огонь в любом направлении, лучше обес-печивает защиту от ружейно-пулеметного огня противника, от осколков снарядов и взрывной волны. Он в полтора раза снижает радиус зоны поражения от ударной волны ядерного взрыва по сравнению с размещением на открытой ме-стности и почти в десять раз уменьшает пло-щадь поражения при взрывах снарядов.
        Помимо одиночных окопов могут устраиваться парные, в которых размещаются два солдата. В этом случае отрывку рекомендуется делать в виде щели прямолинейного или ломаного на-чертания в плане.
        Для улучшения защиты стрелков от огня стрел-кового оружия с фронта и с флангов бруствер окопа устраивается высотой 50–60 см, а в сек-торах обстрела 30 см.
        Объем вынутого грунта для производства окопа для двух стрелков 1,6 м3. На устройство окопа требуется 1,5 чел.час.
        Окоп для стрельбы из пулемета стоя отрыва-ется в виде щели ломаного начертания в плане, и имеет глубину 110 см.
        Объем вынутого грунта для производства окопа для стрельбы из пулемета стоя 2,3 м3. На устройство требуется 2,5 чел.час.
        Окоп для ручного противотанкового грана-томета устраивается так же, как и одиночный окоп для стрелка. Отличие его состоит в том, что со стороны, противоположной сектору об-стрела из гранатомета, бруствер не насыпается, а высота бруствера в секторе стрельбы состав-ляет 10 см.
        На устройство окопа для ручного противотан-кового гранатомета пехотной лопатой требует-ся 2,5 чел.-час., саперной лопатой - 1,5 чел.-час.
        Окоп для гранатомета АГС-17 может быть следующей конструкции.
        Укрытия для личного состава.
        Укрытия для личного состава предназначаются для сохранения боеспособности и обеспечения защиты войск от средств поражения на позици-ях и в районах расположения.
        Они устраиваются в виде открытых и перекры-тых щелей, блиндажей и убежищ. Расположе-ние укрытий должно обеспечивать возможность быстрого занятия подразделениями своих огневых позиций.
        Щели, как правило, устраиваются вместимо-стью на отделение или расчет (экипаж).
        Для устройства покрытия и одежды крутостей щелей могут применяться лесоматериалы (бревна, накатник, жерди, доски), хворост, фа-шины из камыша и тростника, а также различ-ные железобетонные изделия, металлопрокат и другие подручные материалы.
        При отсутствии подручных материалов и дос-тавке на позиции элементов централизованно-го снабжения для устройства щелей могут использоваться бумажные земленосные мешки и элементы волнистой стали ФВС.
        Щель с перекрытием из жердей, накатника или бревен представляет собой ров глубиной 150 см, шириной по дну 60 см, длиной не менее 300 см., с входом в виде аппарели или ступенек со дна траншеи или с поверхности земли. Одежда крутостей не устраивается только при возведе-нии щели в твердых грунтах. Для устройства перекрытия по обе стороны рва на расстоянии 50 см снимается бруствер и на выровненные площадки поперек щели укладываются бревна или накатник. Сверху насыпается слой грунта толщиной 30–40 см и маскируется подручными материалами. Перед укладкой грунта щели ме-жду бревнами закладываются травой, ветками, дернинами. Вход в перекрытую щель закрыва-ется матом или щитом из жердей. Объем выну-того грунта при изготовлении этой кон-струкции щели составляет 4 м3. На устройство щели требуется 17 чел.час., жердей 0,5 м3.
        Последовательно усиливаемая щель устраива-ется в средних и твердых грунтах. Щель состо-ит из входной части и лежанки с глубиной от-рывки соответственно 1,35 и 1,0 м. Входной проем щели закладывается защитной забиркой и навесным щитом из круглого леса. В торце щели устанавливается вентиляционный короб с заглушкой.
        При устройстве последовательно усиливаемой щели после ее отрывки сначала укладывается накат покрытия и производится его частичное обвалование грунтом, а затем устраивается на-клонная одежда крутостей. При такой последо-вательности возведения щели обеспечивается защита укрываемого личного состава от прони-кающей радиации и светового излучения ядер-ного взрыва еще до окончания возведения со-оружения.
        При устройстве щели в слабых грунтах перед укладкой наката устанавливается вертикальная одежда крутостей и засыпаются грунтом пазухи котлована щели.
        Потребные материалы при изготовлении после-довательно усиливаемой щели (см. Приложение 1).
        Довожу основные положения изучаемого во-проса:
        1.Полевые фортификационные сооружения для личного состава.
        Окоп для стрельбы лежа состоит из выемки в грунте длиной 170 см, шириной 60 см, глуби-ной 30 см и бруствера высотой до 30 см. Для удобства стрельбы (опоры локтями) в передней части выемки оставляется ступенька шириной 30–40 см.
        Окоп для ведения флангового огня должен иметь бруствер высотой 30 см со стороны про-тивника на всю длину окопа.
        Окоп для стрельбы из гранатомета должен иметь бруствер высотой 10 см по всему пери-метру.
        Бруствер следует делать как можно положе, чтобы, он был менее заметен для противника, его уплотняют и маскируют дерном, травой или ветками.
        Объем вынутого грунта 0,3 м3. На устройство требуется 0,5 чел.час.
        Для удобства ведения огня окоп для стрельбы лежа углубляют до окопа для стрельбы с ко-лена и стоя соответственно до 60 см и 110 см.
        При отрывке окопа грунт выбрасывается вперед и в стороны, создавая бруствер высотой 40–60 см. В секторе обстрела высота бруствера уменьшается до 30 см, образуя выемку с поло-гими скатами – открытую бойницу.
        Объем вынутого грунта при оборудовании оди-ночного окопа для стрельбы из автомата с ко-лена 0,8 м3; на устройство требуется 1,2 чел.час.
        Объем вынутого грунта при оборудовании оди-ночного окопа для стрельбы из автомата стоя 1,4 м3; на устройство этого окопа требуется 1,5 чел.час.
        Одиночный окоп для стрельбы стоя позволяет вести огонь в любом направлении, лучше обес-печивает защиту от ружейно-пулеметного огня противника, от осколков снарядов и взрывной волны. Он в полтора раза снижает радиус зоны поражения от ударной волны ядерного взрыва по сравнению с размещением на открытой ме-стности и почти в десять раз уменьшает пло-щадь поражения при взрывах снарядов.
        Помимо одиночных окопов могут устраиваться парные, в которых размещаются два солдата. В этом случае отрывку рекомендуется делать в виде щели прямолинейного или ломаного на-чертания в плане.
        Для улучшения защиты стрелков от огня стрел-кового оружия с фронта и с флангов бруствер окопа устраивается высотой 50–60 см, а в сек-торах обстрела 30 см.
        Объем вынутого грунта для производства окопа для двух стрелков 1,6 м3. На устройство окопа требуется 1,5 чел.час.
        Окоп для стрельбы из пулемета стоя отрыва-ется в виде щели ломаного начертания в плане, и имеет глубину 110 см.
        Объем вынутого грунта для производства окопа для стрельбы из пулемета стоя 2,3 м3. На устройство требуется 2,5 чел.час.
        Окоп для ручного противотанкового грана-томета устраивается так же, как и одиночный окоп для стрелка. Отличие его состоит в том, что со стороны, противоположной сектору об-стрела из гранатомета, бруствер не насыпается, а высота бруствера в секторе стрельбы состав-ляет 10 см.
        На устройство окопа для ручного противотан-кового гранатомета пехотной лопатой требует-ся 2,5 чел.-час., саперной лопатой - 1,5 чел.-час.
        Окоп для гранатомета АГС-17 может быть следующей конструкции.
        Укрытия для личного состава.
        Укрытия для личного состава предназначаются для сохранения боеспособности и обеспечения защиты войск от средств поражения на позици-ях и в районах расположения.
        Они устраиваются в виде открытых и перекры-тых щелей, блиндажей и убежищ. Расположе-ние укрытий должно обеспечивать возможность быстрого занятия подразделениями своих огневых позиций.
        Щели, как правило, устраиваются вместимо-стью на отделение или расчет (экипаж).
        Для устройства покрытия и одежды крутостей щелей могут применяться лесоматериалы (бревна, накатник, жерди, доски), хворост, фа-шины из камыша и тростника, а также различ-ные железобетонные изделия, металлопрокат и другие подручные материалы.
        При отсутствии подручных материалов и дос-тавке на позиции элементов централизованно-го снабжения для устройства щелей могут использоваться бумажные земленосные мешки и элементы волнистой стали ФВС.
        Щель с перекрытием из жердей, накатника или бревен представляет собой ров глубиной 150 см, шириной по дну 60 см, длиной не менее 300 см., с входом в виде аппарели или ступенек со дна траншеи или с поверхности земли. Одежда крутостей не устраивается только при возведе-нии щели в твердых грунтах. Для устройства перекрытия по обе стороны рва на расстоянии 50 см снимается бруствер и на выровненные площадки поперек щели укладываются бревна или накатник. Сверху насыпается слой грунта толщиной 30–40 см и маскируется подручными материалами. Перед укладкой грунта щели ме-жду бревнами закладываются травой, ветками, дернинами. Вход в перекрытую щель закрыва-ется матом или щитом из жердей. Объем выну-того грунта при изготовлении этой кон-струкции щели составляет 4 м3. На устройство щели требуется 17 чел.час., жердей 0,5 м3.
        Последовательно усиливаемая щель устраива-ется в средних и твердых грунтах. Щель состо-ит из входной части и лежанки с глубиной от-рывки соответственно 1,35 и 1,0 м. Входной проем щели закладывается защитной забиркой и навесным щитом из круглого леса. В торце щели устанавливается вентиляционный короб с заглушкой.
        При устройстве последовательно усиливаемой щели после ее отрывки сначала укладывается накат покрытия и производится его частичное обвалование грунтом, а затем устраивается на-клонная одежда крутостей. При такой последо-вательности возведения щели обеспечивается защита укрываемого личного состава от прони-кающей радиации и светового излучения ядер-ного взрыва еще до окончания возведения со-оружения.
        При устройстве щели в слабых грунтах перед укладкой наката устанавливается вертикальная одежда крутостей и засыпаются грунтом пазухи котлована щели.
        Потребные материалы при изготовлении после-довательно усиливаемой щели (см. Приложение 1).
        Довожу основные положения изучаемого во-проса:
        1.Полевые фортификационные сооружения для личного состава.
        Окоп для стрельбы лежа состоит из выемки в грунте длиной 170 см, шириной 60 см, глуби-ной 30 см и бруствера высотой до 30 см. Для удобства стрельбы (опоры локтями) в передней части выемки оставляется ступенька шириной 30–40 см.
        Окоп для ведения флангового огня должен иметь бруствер высотой 30 см со стороны про-тивника на всю длину окопа.
        Окоп для стрельбы из гранатомета должен иметь бруствер высотой 10 см по всему пери-метру.
        Бруствер следует делать как можно положе, чтобы, он был менее заметен для противника, его уплотняют и маскируют дерном, травой или ветками.
        Объем вынутого грунта 0,3 м3. На устройство требуется 0,5 чел.час.
        Для удобства ведения огня окоп для стрельбы лежа углубляют до окопа для стрельбы с ко-лена и стоя соответственно до 60 см и 110 см.
        При отрывке окопа грунт выбрасывается вперед и в стороны, создавая бруствер высотой 40–60 см. В секторе обстрела высота бруствера уменьшается до 30 см, образуя выемку с поло-гими скатами – открытую бойницу.
        Объем вынутого грунта при оборудовании оди-ночного окопа для стрельбы из автомата с ко-лена 0,8 м3; на устройство требуется 1,2 чел.час.
        Объем вынутого грунта при оборудовании оди-ночного окопа для стрельбы из автомата стоя 1,4 м3; на устройство этого окопа требуется 1,5 чел.час.
        Одиночный окоп для стрельбы стоя позволяет вести огонь в любом направлении, лучше обес-печивает защиту от ружейно-пулеметного огня противника, от осколков снарядов и взрывной волны. Он в полтора раза снижает радиус зоны поражения от ударной волны ядерного взрыва по сравнению с размещением на открытой ме-стности и почти в десять раз уменьшает пло-щадь поражения при взрывах снарядов.
        Помимо одиночных окопов могут устраиваться парные, в которых размещаются два солдата. В этом случае отрывку рекомендуется делать в виде щели прямолинейного или ломаного на-чертания в плане.
        Для улучшения защиты стрелков от огня стрел-кового оружия с фронта и с флангов бруствер окопа устраивается высотой 50–60 см, а в сек-торах обстрела 30 см.
        Объем вынутого грунта для производства окопа для двух стрелков 1,6 м3. На устройство окопа требуется 1,5 чел.час.
        Окоп для стрельбы из пулемета стоя отрыва-ется в виде щели ломаного начертания в плане, и имеет глубину 110 см.
        Объем вынутого грунта для производства окопа для стрельбы из пулемета стоя 2,3 м3. На устройство требуется 2,5 чел.час.
        Окоп для ручного противотанкового грана-томета устраивается так же, как и одиночный окоп для стрелка. Отличие его состоит в том, что со стороны, противоположной сектору об-стрела из гранатомета, бруствер не насыпается, а высота бруствера в секторе стрельбы состав-ляет 10 см.
        На устройство окопа для ручного противотан-кового гранатомета пехотной лопатой требует-ся 2,5 чел.-час., саперной лопатой - 1,5 чел.-час.
        Окоп для гранатомета АГС-17 может быть следующей конструкции.
        Укрытия для личного состава.
        Укрытия для личного состава предназначаются для сохранения боеспособности и обеспечения защиты войск от средств поражения на позици-ях и в районах расположения.
        Они устраиваются в виде открытых и перекры-тых щелей, блиндажей и убежищ. Расположе-ние укрытий должно обеспечивать возможность быстрого занятия подразделениями своих огневых позиций.
        Щели, как правило, устраиваются вместимо-стью на отделение или расчет (экипаж).
        Для устройства покрытия и одежды крутостей щелей могут применяться лесоматериалы (бревна, накатник, жерди, доски), хворост, фа-шины из камыша и тростника, а также различ-ные железобетонные изделия, металлопрокат и другие подручные материалы.
        При отсутствии подручных материалов и дос-тавке на позиции элементов централизованно-го снабжения для устройства щелей могут использоваться бумажные земленосные мешки и элементы волнистой стали ФВС.
        Щель с перекрытием из жердей, накатника или бревен представляет собой ров глубиной 150 см, шириной по дну 60 см, длиной не менее 300 см., с входом в виде аппарели или ступенек со дна траншеи или с поверхности земли. Одежда крутостей не устраивается только при возведе-нии щели в твердых грунтах. Для устройства перекрытия по обе стороны рва на расстоянии 50 см снимается бруствер и на выровненные площадки поперек щели укладываются бревна или накатник. Сверху насыпается слой грунта толщиной 30–40 см и маскируется подручными материалами. Перед укладкой грунта щели ме-жду бревнами закладываются травой, ветками, дернинами. Вход в перекрытую щель закрыва-ется матом или щитом из жердей. Объем выну-того грунта при изготовлении этой кон-струкции щели составляет 4 м3. На устройство щели требуется 17 чел.час., жердей 0,5 м3.
        Последовательно усиливаемая щель устраива-ется в средних и твердых грунтах. Щель состо-ит из входной части и лежанки с глубиной от-рывки соответственно 1,35 и 1,0 м. Входной проем щели закладывается защитной забиркой и навесным щитом из круглого леса. В торце щели устанавливается вентиляционный короб с заглушкой.
        При устройстве последовательно усиливаемой щели после ее отрывки сначала укладывается накат покрытия и производится его частичное обвалование грунтом, а затем устраивается на-клонная одежда крутостей. При такой последо-вательности возведения щели обеспечивается защита укрываемого личного состава от прони-кающей радиации и светового излучения ядер-ного взрыва еще до окончания возведения со-оружения.
        При устройстве щели в слабых грунтах перед укладкой наката устанавливается вертикальная одежда крутостей и засыпаются грунтом пазухи котлована щели.
        Потребные материалы при изготовлении после-довательно усиливаемой щели (см. Приложение 1).
    </p>
}